INSERT INTO components_hand_tools_consumption 
(id, component_id, hand_tools_id, consumption, description, user_id) VALUES 
-- insulation coat
(1, 2, 1, 1, NULL, 1), -- рулетка
(2, 2, 2, 1, NULL, 1), -- уровень
(3, 2, 10, 1, 'Для установки грибковых креплений', 1), -- молоток
(4, 2, 26, 1, NULL, 1), -- ножовка по дереву
(5, 2, 8, 1, 'Для нанесения грунтовки', 1), -- валик малярный 
(6, 2, 27, 1,'Для грунтовки', 1), -- ванночка для краски
(7, 2, 3, 3, NULL, 1), -- ведро
(8, 2, 11, 1, NULL, 1), -- шпатель
(9, 2, 11, 1, NULL, 1), -- шпатель
(10, 1, 10, 1, 'Для отчистки поверхности', 1), -- молоток
(11, 1, 30, 1, 'Для отчистки поверхности', 1) -- подметальная щетка
;